Revit 2027 API
ParameterTypeId.DatumBubbleLocationInElev Property
 "Non-Plan View Symbols (Default)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DatumBubbleLocationInElev { get; }
Public Shared ReadOnly Property DatumBubbleLocationInElev As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DatumBubbleLocationInElev {
	ForgeTypeId^ get ();
}
static member DatumBubbleLocationInElev : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace